Revit 2027 API
ParameterTypeId.RbsElecPanelTotalloadHvacParam Property
 "HVAC Total Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalloadHvacParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalloadHvacParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalloadHvacParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalloadHvacParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace